Tekla.Structures.Catalogs.UserPropertyOption.ToStruct(Tekla.Structures.CatalogInternal.dotcatUserPropertyOption_t@,Tekla.Structures.CatalogInternal.dotcatUserPropertyOption2_t@)
Converts "this" to structs.
struct1: The first struct.
struct2: The second struct.

Tekla.Structures.Catalogs.UserPropertyOption.FromStruct(Tekla.Structures.CatalogInternal.dotcatUserPropertyOption_t@,Tekla.Structures.CatalogInternal.dotcatUserPropertyOption2_t@)
Converts structs to "this".
struct1: The first struct.
struct2: The second struct.